Repository: cameronehrlich/HowHigh
Catalog: HowHigh/HowHigh/Localizable.xcstrings
Source language: en
Languages: ar, de_de, es, fr_fr, ja, ko, pt_br, ru, zh_hans

# common.cancel
source: Cancel
ar: إلغاء
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# common.done
source: Done
ar: تم
de_de: Fertig
es: Listo
fr_fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

# common.ok
source: OK
ar: حسنًا
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 好

# history.empty.subtitle
source: Record a session to see it appear here.
ar: سجّل جلسة لتظهر هنا.
de_de: Nimm eine Sitzung auf, um sie hier zu sehen.
es: Registra una sesión para verla aquí.
fr_fr: Enregistrez une session pour la voir ici.
ja: セッションを記録するとここに表示されます。
ko: 세션을 기록하면 여기에 표시됩니다.
pt_br: Grave uma sessão para vê-la aqui.
ru: Запишите сеанс, чтобы увидеть его здесь.
zh_hans: 记录一次会话即可在此查看。

# history.empty.title
source: No Sessions Yet
ar: لا توجد جلسات بعد
de_de: Noch keine Sitzungen
es: Sin sesiones aún
fr_fr: Aucune session
ja: セッションはまだありません
ko: 세션이 없습니다
pt_br: Nenhuma sessão ainda
ru: Сеансов пока нет
zh_hans: 暂无会话

# history.navigation.title
source: History
ar: السجل
de_de: Verlauf
es: Historial
fr_fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史记录

# insights.card.cumulativeGain.message.format
source: You've climbed %@ across %@ sessions.
ar: صعدت %@ عبر %@ جلسات.
de_de: Du bist %@ in %@ Sitzungen gestiegen.
es: Has ascendido %@ en %@ sesiones.
fr_fr: Vous avez gravi %@ au cours de %@ sessions.
ja: %@ セッションで合計 %@ 登りました。
ko: %@회 세션에서 총 %@을(를) 올랐습니다.
pt_br: Você subiu %@ em %@ sessões.
ru: Вы поднялись на %@ за %@ сеансов.
zh_hans: 你已在 %@ 次会话中攀升 %@。

# insights.card.cumulativeGain.title
source: Cumulative Gain
ar: إجمالي الارتفاع
de_de: Kumulativer Anstieg
es: Ascenso acumulado
fr_fr: Gain cumulé
ja: 累積獲得高度
ko: 누적 상승 고도
pt_br: Ganho acumulado
ru: Совокупный подъём
zh_hans: 累计攀升

# insights.card.empty.message
source: Start your first climb to unlock pressure insights.
ar: ابدأ أول صعود لك لعرض رؤى الضغط.
de_de: Starte deine erste Tour, um Druckanalysen freizuschalten.
es: Registra tu primera actividad para ver información sobre la presión.
fr_fr: Lancez votre première ascension pour afficher les informations de pression.
ja: 最初の計測を始めて気圧のインサイトを確認しましょう。
ko: 첫 세션을 시작해 기압 인사이트를 확인하세요.
pt_br: Inicie sua primeira medição para liberar insights de pressão.
ru: Начните первый подъём, чтобы открыть данные о давлении.
zh_hans: 开始第一次攀登以解锁气压洞察。

# insights.card.empty.title
source: No Sessions Yet
ar: لا توجد جلسات بعد
de_de: Noch keine Sitzungen
es: Sin sesiones aún
fr_fr: Aucune session
ja: セッションはまだありません
ko: 세션이 없습니다
pt_br: Nenhuma sessão ainda
ru: Сеансов пока нет
zh_hans: 暂无会话

# insights.card.lastSession.message.format
source: Gained %@ over %@.
ar: حققت %@ خلال %@.
de_de: Du hast %@ in %@ erreicht.
es: Ganaste %@ en %@.
fr_fr: Gain de %@ en %@.
ja: %@ で %@ を獲得しました。
ko: %@ 동안 %@을(를) 획득했습니다.
pt_br: Você ganhou %@ em %@.
ru: Подъём %@ за %@.
zh_hans: 攀升了 %@，耗时 %@。

# insights.card.lastSession.title
source: Last Session
ar: الجلسة الأخيرة
de_de: Letzte Sitzung
es: Última sesión
fr_fr: Dernière session
ja: 前回のセッション
ko: 마지막 세션
pt_br: Última sessão
ru: Последний сеанс
zh_hans: 上一会话

# insights.card.localPressure.title
source: Local Pressure
ar: الضغط المحلي
de_de: Luftdruck vor Ort
es: Presión local
fr_fr: Pression locale
ja: ローカル気圧
ko: 지역 기압
pt_br: Pressão local
ru: Местное давление
zh_hans: 本地气压

# insights.card.pressureTrend.title
source: Pressure Trend
ar: اتجاه الضغط
de_de: Drucktrend
es: Tendencia de presión
fr_fr: Tendance de pression
ja: 気圧の傾向
ko: 기압 추세
pt_br: Tendência de pressão
ru: Тренд давления
zh_hans: 气压趋势

# insights.card.weeklyTrend.message.format
source: Average pressure is %@, changing by %@ per session.
ar: متوسط الضغط %@ ويتغير بمقدار %@ لكل جلسة.
de_de: Der Durchschnittsdruck liegt bei %@ und ändert sich um %@ pro Sitzung.
es: La presión media es %@ y cambia %@ por sesión.
fr_fr: La pression moyenne est %@ et varie de %@ par session.
ja: 平均気圧は%@で、セッションごとに%@変化しています。
ko: 평균 기압은 %@이며 세션당 %@ 변합니다.
pt_br: A pressão média é %@ e varia %@ por sessão.
ru: Среднее давление %@, изменение %@ за сеанс.
zh_hans: 平均气压为 %@，每次会话变化 %@。

# insights.card.weeklyTrend.title
source: Weekly Trend
ar: اتجاه أسبوعي
de_de: Wochentrend
es: Tendencia semanal
fr_fr: Tendance hebdomadaire
ja: 週間傾向
ko: 주간 추세
pt_br: Tendência semanal
ru: Недельный тренд
zh_hans: 每周趋势

# insights.direction.dropping
source: dropping
ar: ينخفض
de_de: fallend
es: bajando
fr_fr: en baisse
ja: 低下中
ko: 하락 중
pt_br: em queda
ru: понижается
zh_hans: 下降中

# insights.direction.rising
source: rising
ar: يرتفع
de_de: steigend
es: subiendo
fr_fr: en hausse
ja: 上昇中
ko: 상승 중
pt_br: em alta
ru: повышается
zh_hans: 上升中

# insights.navigation.title
source: Insights
ar: الرؤى
de_de: Einblicke
es: Información
fr_fr: Aperçus
ja: インサイト
ko: 인사이트
ru: Аналитика
zh_hans: 洞察

# insights.progress.weather
source: Refreshing Weather
ar: جارٍ تحديث الطقس
de_de: Wetter wird aktualisiert
es: Actualizando información meteorológica
fr_fr: Actualisation météo
ja: 天気を更新中
ko: 날씨 새로 고치는 중
pt_br: Atualizando dados do tempo
ru: Обновление данных погоды
zh_hans: 正在刷新天气

# measure.action.calibrate
source: Calibrate
ar: معايرة
de_de: Kalibrieren
es: Calibrar
fr_fr: Calibrer
ja: 校正
ko: 보정
pt_br: Calibrar
ru: Калибровать
zh_hans: 校准

# measure.action.zero
source: Zero / Calibrate Here
ar: تصفير / المعايرة هنا
de_de: Nullen / Hier kalibrieren
es: Cero / Calibrar aquí
fr_fr: Zéro / Calibrer ici
ja: ゼロ / ここで校正
ko: 0으로 / 여기서 보정
pt_br: Zerar / Calibrar aqui
ru: Обнулить / Калибровать здесь
zh_hans: 归零 / 在此校准

# measure.action.calibrating
source: Calibrating...
ar: جارٍ المعايرة...
de_de: Kalibriere...
es: Calibrando...
fr_fr: Calibrage...
ja: 校正中...
ko: 보정 중...
pt_br: Calibrando...
ru: Калибровка...
zh_hans: 正在校准...

# measure.mode.label
source: Altitude Mode
ar: وضع الارتفاع
de_de: Höhenmodus
es: Modo de altitud
fr_fr: Mode altitude
ja: 高度モード
ko: 고도 모드
pt_br: Modo de altitude
ru: Режим высоты
zh_hans: 高度模式

# measure.action.pause
source: Pause
ar: إيقاف مؤقت
es: Pausar
ja: 一時停止
ko: 일시 중지
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

# measure.action.recording
source: Recording…
ar: جارٍ التسجيل…
de_de: Aufnahme…
es: Grabando…
fr_fr: Enregistrement…
ja: 記録中…
ko: 기록 중…
pt_br: Gravando…
ru: Запись…
zh_hans: 正在记录…

# measure.action.resume
source: Resume
ar: استئناف
de_de: Fortsetzen
es: Reanudar
fr_fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
ru: Продолжить
zh_hans: 继续

# measure.action.start
source: Start Session
ar: بدء الجلسة
de_de: Sitzung starten
es: Iniciar sesión
fr_fr: Démarrer la session
ja: セッション開始
ko: 세션 시작
pt_br: Iniciar sessão
ru: Начать сеанс
zh_hans: 开始会话

# measure.action.stop
source: Stop
ar: إيقاف
de_de: Stopp
es: Detener
fr_fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止

# measure.alert.barometerUnavailable.message
source: A barometer sensor is not available on this device.
ar: لا يتوفر مستشعر للضغط الجوي على هذا الجهاز.
de_de: Dieses Gerät verfügt über keinen Barometersensor.
es: Este dispositivo no tiene sensor barométrico.
fr_fr: Ce dispositif ne possède pas de capteur barométrique.
ja: このデバイスには気圧センサーが搭載されていません。
ko: 이 기기에는 기압 센서가 없습니다.
pt_br: Este dispositivo não possui sensor barométrico.
ru: На этом устройстве нет барометрического датчика.
zh_hans: 此设备不支持气压计传感器。

# measure.alert.barometerUnavailable.title
source: Barometer Unavailable
ar: البارومتر غير متاح
de_de: Barometer nicht verfügbar
es: Barómetro no disponible
fr_fr: Baromètre indisponible
ja: 気圧計を利用できません
ko: 기압계 사용 불가
pt_br: Barômetro indisponível
ru: Барометр недоступен
zh_hans: 无法使用气压计

# measure.chart.axis.altitude.imperial
source: Altitude (ft)
ar: الارتفاع (قدم)
de_de: Höhe (ft)
es: Altitud (ft)
ja: 高度 (ft)
ko: 고도 (ft)
ru: Высота (фт)
zh_hans: 海拔 (英尺)

# measure.chart.axis.altitude.metric
source: Altitude (m)
ar: الارتفاع (متر)
de_de: Höhe (m)
es: Altitud (m)
ja: 高度 (m)
ko: 고도 (m)
ru: Высота (м)
zh_hans: 海拔 (米)

# measure.chart.axis.pressure
source: Pressure
ar: الضغط
de_de: Druck
es: Presión
fr_fr: Pression
ja: 気圧
ko: 기압
pt_br: Pressão
ru: Давление
zh_hans: 气压

# measure.chart.axis.time
source: Time
ar: الوقت
de_de: Zeit
es: Hora
fr_fr: Temps
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
zh_hans: 时间

# measure.chart.placeholder
source: Press Start to see live readings here.
ar: اضغط على بدء لعرض القراءات الحية هنا.
de_de: Tippe auf Start, um hier Live-Werte zu sehen.
es: Pulsa Iniciar para ver lecturas en vivo aquí.
fr_fr: Touchez Démarrer pour afficher ici les mesures en direct.
ja: 開始をタップするとここにライブデータが表示されます。
ko: 시작을 누르면 여기에서 실시간 데이터를 볼 수 있습니다.
pt_br: Toque em Iniciar para ver as leituras em tempo real aqui.
ru: Нажмите «Пуск», чтобы видеть здесь показания в реальном времени.
zh_hans: 点击“开始”即可在此查看实时读数。

# measure.chart.selected
source: Selected
ar: محدد
de_de: Ausgewählt
es: Seleccionado
fr_fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选

# measure.chart.title.elevation
source: Live Elevation
ar: ارتفاع مباشر
de_de: Live-Höhe
es: Elevación en vivo
fr_fr: Altitude en direct
ja: ライブ高度
ko: 실시간 고도
pt_br: Altitude em tempo real
ru: Текущая высота
zh_hans: 实时海拔

# measure.chart.title.pressure
source: Live Pressure
ar: ضغط مباشر
de_de: Live-Druck
es: Presión en vivo
fr_fr: Pression en direct
ja: ライブ気圧
ko: 실시간 기압
pt_br: Pressão em tempo real
ru: Текущее давление
zh_hans: 实时气压

# measure.dialog.stop.title
source: Stop Session?
ar: هل تريد إنهاء الجلسة؟
de_de: Sitzung beenden?
es: ¿Detener la sesión?
fr_fr: Arrêter la session ?
ja: セッションを停止しますか？
ko: 세션을 중지할까요?
pt_br: Parar a sessão?
ru: Остановить сеанс?
zh_hans: 要停止会话吗？

# measure.dialog.stopAndSave
source: Stop & Save
ar: إيقاف وحفظ
de_de: Beenden & sichern
es: Detener y guardar
fr_fr: Arrêter et enregistrer
ja: 停止して保存
ko: 중지 및 저장
pt_br: Parar e salvar
ru: Остановить и сохранить
zh_hans: 停止并保存

# measure.hint.startAltimeter
source: Tap Start to begin tracking your climb.
ar: اضغط على بدء لبدء تتبع صعودك.
de_de: Tippe auf Start, um deinen Aufstieg zu verfolgen.
es: Pulsa Iniciar para comenzar a registrar tu ascenso.
fr_fr: Touchez Démarrer pour suivre votre ascension.
ja: 開始をタップして登高の追跡を始めましょう。
ko: 시작을 눌러 등반 추적을 시작하세요.
pt_br: Toque em Iniciar para começar a rastrear sua subida.
ru: Нажмите «Пуск», чтобы начать отслеживать подъём.
zh_hans: 点击“开始”以开始跟踪你的攀登。

# measure.hint.startBarometer
source: Tap Start to begin tracking pressure changes.
ar: اضغط على بدء لبدء تتبع تغيّر الضغط.
de_de: Tippe auf Start, um Druckänderungen zu verfolgen.
es: Pulsa Iniciar para comenzar a registrar los cambios de presión.
fr_fr: Touchez Démarrer pour suivre les variations de pression.
ja: 開始をタップして気圧変化の計測を始めましょう。
ko: 시작을 눌러 기압 변화를 기록하세요.
pt_br: Toque em Iniciar para registrar as mudanças de pressão.
ru: Нажмите «Пуск», чтобы отслеживать изменения давления.
zh_hans: 点击“开始”以开始跟踪气压变化。

# measure.metric.currentAltitude
source: Current Altitude
ar: الارتفاع الحالي
de_de: Aktuelle Höhe
es: Altitud actual
fr_fr: Altitude actuelle
ja: 現在の高度
ko: 현재 고도
pt_br: Altitude atual
ru: Текущая высота
zh_hans: 当前海拔

# measure.amsl.title
source: Above Mean Sea Level (AMSL)
ar: فوق متوسط مستوى سطح البحر (AMSL)
de_de: Über dem mittleren Meeresspiegel (AMSL)
es: Sobre el nivel medio del mar (AMSL)
fr_fr: Au-dessus du niveau moyen de la mer (AMSL)
ja: 平均海面上 (AMSL)
ko: 평균 해수면 위 (AMSL)
pt_br: Acima do nível médio do mar (AMSL)
ru: Над средним уровнем моря (AMSL)
zh_hans: 高于平均海平面 (AMSL)

# measure.amsl.helper
source: Your elevation relative to average sea level.
ar: ارتفاعك بالنسبة إلى متوسط مستوى سطح البحر.
de_de: Deine Höhe relativ zum mittleren Meeresspiegel.
es: Tu altitud respecto al nivel medio del mar.
fr_fr: Votre altitude par rapport au niveau moyen de la mer.
ja: 平均海面に対する高度です。
ko: 평균 해수면을 기준으로 한 고도입니다.
pt_br: Sua altitude em relação ao nível médio do mar.
ru: Ваша высота относительно среднего уровня моря.
zh_hans: 你的高度相对于平均海平面。

# measure.metric.currentPressure
source: Current Pressure
ar: الضغط الحالي
de_de: Aktueller Druck
es: Presión actual
fr_fr: Pression actuelle
ja: 現在の気圧
ko: 현재 기압
pt_br: Pressão atual
ru: Текущее давление
zh_hans: 当前气压

# measure.metric.duration
source: Duration
ar: المدة
de_de: Dauer
es: Duración
fr_fr: Durée
ja: 経過時間
ko: 지속 시간
pt_br: Duração
ru: Длительность
zh_hans: 时长

# measure.metric.gain
source: Gain
ar: ارتفاع
de_de: Anstieg
es: Ascenso
ja: 上昇量
ko: 상승
pt_br: Ganho
ru: Подъём
zh_hans: 上升

# measure.metric.net
source: Net Change
ar: التغير الصافي
de_de: Nettoänderung
es: Cambio neto
fr_fr: Variation nette
ja: 正味変化
ko: 순 변화
pt_br: Variação líquida
ru: Чистое изменение
zh_hans: 净变化

# measure.metric.high
source: High
ar: أعلى قيمة
de_de: Maximum
es: Máxima
fr_fr: Maximum
ja: 最高値
ko: 최고
pt_br: Máximo
ru: Максимум
zh_hans: 最高

# measure.metric.loss
source: Loss
ar: انخفاض
de_de: Abstieg
es: Descenso
fr_fr: Perte
ja: 下降量
ko: 하강
pt_br: Perda
ru: Спуск
zh_hans: 下降

# measure.metric.low
source: Low
ar: أدنى قيمة
de_de: Minimum
es: Mínima
fr_fr: Minimum
ja: 最小値
ko: 최저
pt_br: Mínimo
ru: Минимум
zh_hans: 最低

# measure.pastSessions.title
source: Past Sessions
ar: الجلسات السابقة
de_de: Frühere Sitzungen
es: Sesiones anteriores
fr_fr: Sessions précédentes
ja: 過去のセッション
ko: 지난 세션
pt_br: Sessões anteriores
ru: Прошлые сеансы
zh_hans: 以往会话

# measure.sessionSummary.title
source: Session Summary
ar: ملخص الجلسة
de_de: Sitzungsübersicht
es: Resumen de la sesión
fr_fr: Résumé de session
ja: セッション概要
ko: 세션 요약
pt_br: Resumo da sessão
ru: Сводка сеанса
zh_hans: 会话摘要

# profile.about.version
source: Initial release
ar: الإصدار الأول
de_de: Erstveröffentlichung
es: Versión inicial
fr_fr: Version initiale
ja: 初回リリース
ko: 첫 번째 출시
pt_br: Lançamento inicial
ru: Первый релиз
zh_hans: 初始版本

# profile.about.version.format
source: Version %1$@ (Build %2$@)
ar: الإصدار %1$@ (البنية %2$@)
es: Versión %1$@ (compilación %2$@)
ja: バージョン %1$@（ビルド %2$@）
ko: 버전 %1$@ (빌드 %2$@)
pt_br: Versão %1$@ (build %2$@)
ru: Версия %1$@ (сборка %2$@)
zh_hans: 版本 %1$@（构建 %2$@）

# profile.action.applyPressure.accessibility
source: Apply WeatherKit pressure value
ar: تطبيق قيمة الضغط من WeatherKit
de_de: WeatherKit-Druckwert anwenden
es: Aplicar valor de presión de WeatherKit
fr_fr: Appliquer la valeur de pression WeatherKit
ja: WeatherKit の気圧値を適用
ko: WeatherKit 기압 값 적용
pt_br: Aplicar valor de pressão do WeatherKit
ru: Применить значение давления из WeatherKit
zh_hans: 应用 WeatherKit 气压值

# profile.action.applyPressure.format
source: Apply %@
ar: تطبيق %@
de_de: %@ anwenden
es: Aplicar %@
fr_fr: Appliquer %@
ja: %@ を適用
ko: %@ 적용
pt_br: Aplicar %@
ru: Применить %@
zh_hans: 应用 %@

# profile.action.refreshWeather
source: Update from WeatherKit
ar: تحديث من WeatherKit
de_de: Über WeatherKit aktualisieren
es: Actualizar desde WeatherKit
fr_fr: Mettre à jour via WeatherKit
ja: WeatherKit から更新
ko: WeatherKit에서 업데이트
pt_br: Atualizar pelo WeatherKit
ru: Обновить через WeatherKit
zh_hans: 从 WeatherKit 更新

# profile.action.whatIsThis
source: What is this?
ar: ما هذا؟
de_de: Was ist das?
es: ¿Qué es esto?
fr_fr: Qu'est-ce que c'est ?
ja: これは何ですか？
ko: 이게 무엇인가요?
pt_br: O que é isso?
ru: Что это?
zh_hans: 这是什么？

# profile.calibration.footer
source: Sea-level pressure refines altitude estimates. Typical value: %@.
ar: يضبط الضغط عند مستوى سطح البحر تقديرات الارتفاع. القيمة النموذجية: %@.
de_de: Der Luftdruck auf Meereshöhe verbessert die Höhenberechnung. Typischer Wert: %@.
es: La presión a nivel del mar mejora las estimaciones de altitud. Valor típico: %@.
fr_fr: La pression au niveau de la mer affine l'estimation de l'altitude. Valeur typique : %@.
ja: 海面気圧を設定すると高度推定が改善されます。標準値: %@。
ko: 해수면 기압을 설정하면 고도 추정이 향상됩니다. 일반 값: %@.
pt_br: A pressão ao nível do mar melhora a estimativa de altitude. Valor típico: %@.
ru: Давление на уровне моря улучшает расчёт высоты. Типичное значение: %@.
zh_hans: 海平面气压可优化海拔估算。典型值：%@。

# profile.info.description
source: Adjust this value to match local weather station readings for more accurate altitude calculations.
ar: اضبط هذه القيمة لتطابق قراءات محطة الطقس القريبة للحصول على قياسات ارتفاع أدق.
de_de: Passe den Wert an eine nahe Wetterstation an, um genauere Höhenangaben zu erhalten.
es: Ajusta este valor para que coincida con las lecturas de una estación meteorológica cercana y mejorar la precisión de la altitud.
fr_fr: Ajustez cette valeur selon une station météo locale pour améliorer la précision de l'altitude.
ja: より正確な高度計算のために、近隣の観測値に合わせて調整してください。
ko: 근처 기상 관측값에 맞춰 조정하면 고도 계산이 더 정확해집니다.
pt_br: Ajuste este valor para coincidir com as leituras de estações meteorológicas locais e obter altitudes mais precisas.
ru: Настройте этот параметр по данным ближайшей метеостанции для большей точности.
zh_hans: 调整此值以匹配附近气象站读数，从而获得更准确的海拔计算。

# profile.info.tip.format
source: Tip: Search “%@ sea level pressure” or use nearby airport METAR data.
ar: نصيحة: ابحث عن "ضغط %@ عند مستوى سطح البحر" أو استخدم بيانات METAR لأقرب مطار.
de_de: Tipp: Suche nach „%@ Luftdruck Meereshöhe“ oder nutze METAR-Daten des nächsten Flughafens.
es: Consejo: busca “%@ presión a nivel del mar” o usa los datos METAR del aeropuerto más cercano.
fr_fr: Astuce : recherchez « %@ pression au niveau de la mer » ou utilisez les données METAR d'un aéroport proche.
ja: ヒント：「%@ 海面気圧」で検索するか、近くの空港の METAR データを利用しましょう。
ko: 팁: "%@ 해수면 기압"을 검색하거나 가까운 공항의 METAR 데이터를 사용하세요.
pt_br: Dica: pesquise “%@ pressão ao nível do mar” ou use os dados METAR do aeroporto mais próximo.
ru: Совет: найдите «%@ давление на уровне моря» или используйте METAR ближайшего аэропорта.
zh_hans: 提示：搜索“%@ 海平面气压”或使用附近机场的 METAR 数据。

# profile.info.title
source: Sea-Level Pressure
ar: الضغط عند مستوى سطح البحر
de_de: Luftdruck auf Meereshöhe
es: Presión a nivel del mar
fr_fr: Pression au niveau de la mer
ja: 海面気圧
ko: 해수면 기압
pt_br: Pressão ao nível do mar
ru: Давление на уровне моря
zh_hans: 海平面气压

# profile.label.seaLevelPressure
source: Sea-Level Pressure
ar: الضغط عند مستوى سطح البحر
de_de: Luftdruck auf Meereshöhe
es: Presión a nivel del mar
fr_fr: Pression au niveau de la mer
ja: 海面気圧
ko: 해수면 기압
pt_br: Pressão ao nível do mar
ru: Давление на уровне моря
zh_hans: 海平面气压

# profile.link.barometerTips
source: Barometer Sensor Tips
ar: نصائح مستشعر البارومتر
de_de: Tipps zum Barometersensor
es: Consejos para el sensor barométrico
fr_fr: Conseils pour le capteur barométrique
ja: 気圧センサーのヒント
ko: 기압 센서 팁
pt_br: Dicas do sensor barométrico
ru: Советы по датчику барометра
zh_hans: 气压计传感器提示

# profile.link.contactSupport
source: Contact Support
ar: الاتصال بالدعم
de_de: Support kontaktieren
es: Contactar con soporte
fr_fr: Contacter l'assistance
ja: サポートに連絡
ko: 지원 문의
pt_br: Falar com o suporte
ru: Связаться с поддержкой
zh_hans: 联系支持

# profile.navigation.title
source: Profile
ar: الملف الشخصي
de_de: Profil
es: Perfil
fr_fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

# profile.picker.units
source: Preferred Units
ar: الوحدات المفضلة
de_de: Bevorzugte Einheiten
es: Unidades preferidas
fr_fr: Unités préférées
ja: 使用する単位
ko: 선호 단위
pt_br: Unidades preferidas
ru: Предпочитаемые единицы
zh_hans: 首选单位

# profile.picker.pressureUnits
source: Pressure Units
ar: وحدات الضغط
de_de: Druckeinheiten
es: Unidades de presión
fr_fr: Unités de pression
ja: 気圧単位
ko: 기압 단위
pt_br: Unidades de pressão
ru: Единицы давления
zh_hans: 气压单位

# profile.region.unknown
source: your area
ar: منطقتك
de_de: deiner Region
es: tu zona
fr_fr: votre région
ja: お住まいの地域
ko: 사용자 지역
pt_br: sua região
ru: вашем регионе
zh_hans: 您的区域

# profile.section.about
source: About
ar: حول
de_de: Info
es: Acerca de
fr_fr: À propos
ja: 概要
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

# profile.section.calibration
source: Calibration
ar: المعايرة
de_de: Kalibrierung
es: Calibración
fr_fr: Calibrage
ja: 校正
ko: 보정
pt_br: Calibração
ru: Калибровка
zh_hans: 校准

# profile.section.support
source: Support
ar: الدعم
es: Soporte
fr_fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
zh_hans: 支持

# profile.section.units
source: Units
ar: الوحدات
de_de: Einheiten
es: Unidades
fr_fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
zh_hans: 单位

# profile.section.weatherKit
source: WeatherKit Calibration
ar: معايرة WeatherKit
de_de: WeatherKit-Kalibrierung
es: Calibración con WeatherKit
fr_fr: Calibrage WeatherKit
ja: WeatherKit 校正
ko: WeatherKit 보정
pt_br: Calibração WeatherKit
ru: Калибровка WeatherKit
zh_hans: WeatherKit 校准

# profile.weatherKit.empty
source: Fetch local pressure data to auto-calibrate.
ar: اجلب بيانات الضغط المحلي للمعايرة التلقائية.
de_de: Hole lokale Druckdaten für eine automatische Kalibrierung.
es: Obtén la presión local para calibrar automáticamente.
fr_fr: Récupérez la pression locale pour calibrer automatiquement.
ja: ローカル気圧を取得して自動校正します。
ko: 지역 기압을 가져와 자동으로 보정하세요.
pt_br: Busque a pressão local para calibrar automaticamente.
ru: Получите местное давление для автоматической калибровки.
zh_hans: 获取本地气压以自动校准。

# profile.weatherKit.latest
source: Latest Reading
ar: آخر قراءة
de_de: Letzte Messung
es: Última lectura
fr_fr: Dernière lecture
ja: 最新の読み取り
ko: 최신 측정
pt_br: Última leitura
ru: Последнее измерение
zh_hans: 最新读数

# session.chart.axis.pressure
source: Pressure
ar: الضغط
de_de: Druck
es: Presión
fr_fr: Pression
ja: 気圧
ko: 기압
pt_br: Pressão
ru: Давление
zh_hans: 气压

# session.chart.axis.time
source: Time
ar: الوقت
de_de: Zeit
es: Hora
fr_fr: Temps
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
zh_hans: 时间

# session.chart.placeholder
source: This chart appears after you save a recording.
ar: سيظهر هذا المخطط بعد حفظ تسجيل.
de_de: Dieses Diagramm erscheint, nachdem du eine Aufzeichnung gespeichert hast.
es: Este gráfico aparecerá cuando guardes una sesión.
fr_fr: Ce graphique apparaîtra après l'enregistrement d'une session.
ja: 録画を保存するとグラフが表示されます。
ko: 기록을 저장하면 그래프가 표시됩니다.
pt_br: Este gráfico aparecerá depois que você salvar uma gravação.
ru: Диаграмма появится после сохранения записи.
zh_hans: 保存记录后会显示此图表。

# session.chart.selected
source: None
ar: لا شيء
de_de: Keine
es: Ninguno
fr_fr: Aucune
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无

# session.chart.title.elevation
source: Elevation
ar: الارتفاع
de_de: Höhe
es: Elevación
fr_fr: Altitude
ja: 高度
ko: 고도
pt_br: Altitude
ru: Высота
zh_hans: 海拔

# session.chart.title.pressure
source: Pressure
ar: الضغط
de_de: Druck
es: Presión
fr_fr: Pression
ja: 気圧
ko: 기압
pt_br: Pressão
ru: Давление
zh_hans: 气压

# session.notes.placeholder
source: Add notes after your next adventure to remember the conditions.
ar: أضف ملاحظات بعد مغامرتك القادمة لتتذكر الظروف.
de_de: Füge nach deinem nächsten Abenteuer Notizen hinzu, um die Bedingungen festzuhalten.
es: Añade notas después de tu próxima aventura para recordar las condiciones.
fr_fr: Ajoutez des notes après votre prochaine sortie pour garder en mémoire les conditions.
ja: 次のアクティビティ後に条件を覚えておけるようメモを追加しましょう。
ko: 다음 활동 후 조건을 기억하도록 메모를 추가하세요.
pt_br: Adicione notas depois da próxima atividade para lembrar das condições.
ru: Добавьте заметки после следующего выхода, чтобы помнить условия.
zh_hans: 下一次冒险后添加备注，记录当时的环境。

# session.notes.title
source: Notes
ar: ملاحظات
de_de: Notizen
es: Notas
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 备注

# session.overview.title
source: Overview
ar: نظرة عامة
de_de: Übersicht
es: Resumen
fr_fr: Vue d'ensemble
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

# session.action.delete
source: Delete Session
ar: حذف الجلسة
de_de: Sitzung löschen
es: Eliminar sesión
fr_fr: Supprimer la session
ja: セッションを削除
ko: 세션 삭제
pt_br: Excluir sessão
ru: Удалить сеанс
zh_hans: 删除会话

# session.dialog.delete.title
source: Delete Session?
ar: هل تريد حذف الجلسة؟
de_de: Sitzung löschen?
es: ¿Eliminar sesión?
fr_fr: Supprimer la session ?
ja: セッションを削除しますか？
ko: 세션을 삭제할까요?
pt_br: Excluir sessão?
ru: Удалить сеанс?
zh_hans: 删除会话？
